Repository: WebBirdWebIntegrators/magneetdansers-wp-theme
Catalog: languages/*.po
Languages: nl_nl

# Post Type General Name
source: Dances
nl_nl: Dansen

# Post Type Singular Name
source: Dance
nl_nl: Dans

source: Dance Library
nl_nl: Dansbibiliotheek

source: Dance
nl_nl: Dans

source: Dance Item:
nl_nl: Dans Item

source: All Dances
nl_nl: Alle dansen

source: Add New Dance
nl_nl: Nieuwe Dans Toevoegen

source: Add New
nl_nl: Voeg Toe

source: New Dance
nl_nl: Nieuwe Dans

source: Edit Dance
nl_nl: Dans Bewerken

source: Update Dance
nl_nl: Dans Bijwerken

source: View Dance
nl_nl: Bekijk Dans

source: Search Dance
nl_nl: Zoek Dans
